Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The request was made under a federal law passed in December 2003 allowing the President the option of granting debt relief to offset the cost of providing Government services to regional immigrants.
zh: 这一要求是根据2003年12月通过的联邦法律提出的，该法允许总统给予债务减免以抵销向区域移民提供政府服务的费用。

source: In his budget proposal for the fiscal year 2006, the President announced that Guam will receive $14.2 million under an amendment in the Compact of Free Association, which provides $30 million to address the social impact of migrants from the Freely Associated States on United States territories and states.13
zh: 总统在其2006财政年度拟议预算内宣布。 根据自由联系条约内的一项修订案，关岛将收到1 420万美元，该修订案提供3 000万美元用于处理来自自由联系国家的移民对美国各领土和各州的影响。

source: In February 2005, the Governor's budget fears were realized when it was confirmed that the Government of Guam was receiving much less revenue than what the Legislature had budgeted for.
zh: 21. 2005年2月，总督对预算的忧虑成为事实，因为关岛政府收到的收入大大少于议会编入预算的数额、预期到该财政年度结束时政府会面临6 700万美元的收入短缺。

source: It was expected that the Government would experience a $67 million revenue shortfall by the end of the fiscal year.
zh: 因此，大多数机构只得到它们获承诺的预算的90％。

source: The Governor has indicated that recent economic prosperity has not translated into more money for Government services because of tax breaks now offered by the Government and the existence of several special funds for which revenue is diverted away from the General Fund.14
zh: 总督指出，最近经济繁荣并没有带来更多的金钱用于政府服务，因为政府现在提供减免赋税，而且有一些特别基金分散了普通基金的收入。

source: According to the Public Auditor, the Government of Guam already faced a significant deficit in early January 2005, on the order of $300 million. It was noted that the $300 million deficit did not take into account millions of dollars of unpaid tax refunds and pending earned income tax credits, which has been an outstanding issue in Guam.
zh: 22. 据公共审计员称，关岛政府在2005年1月初就已面临严重的赤字，约为3亿美元，据了解，为数3亿美元的赤字没有计及数百万美元的未付退税和有待确定的已获所得税税款抵减，这一直是关岛一个有待解决的问题。

source: The solution suggested by the Governor was to borrow about $400 million on the bond market to offset the deficit.
zh: 总督提出的解决办法是向债券市场借入大约4亿美元以抵销赤字。

source: However, the Public Auditor advised against that course of action, warning of a further increase in the debt burden, and suggested instead that budget cuts be made through the removal of non-essential items from the budget.15
zh: 不过，公共审计员建议不要采取这一行动，警告说这会进一步加重债务负担，并建议改而通过从预算中消除非基本项目来削减预算。

source: In February 2005 the President of the United States presented to Congress his budget proposal for the 2006 fiscal year.
zh: 23. 美国总统在2005年2月向国会提出其2006财政年度拟议预算。

source: His proposal reflected the three main priorities of the Administration: continuing the war on terror; strengthening homeland defence; and improving the economy.
zh: 他提出的拟议预算反映出行政当局的三个主要优先领域：继续开展反恐战争；加强本土防御能力；以及改善经济。

source: The federal mandatory spending proposed for Guam in the 2006 fiscal year budget is $131 million.
zh: 2006财政年度预算内为关岛拟议的联邦法定开支为1.31亿美元。

source: As noted above, in 2004/05, the United States Department of the Interior, Office of Insular Affairs received $79 million in funding. The 2006 budget proposal includes an increase of $1 million to strengthen core water and waste activities in the United States Territories and those Territories in a relationship of free association with the United States.
zh: 如上所述，2004/2005年内美国内政部岛屿事务署收到的资金为7 900万美元，2006年概算包括增加100万美元用于加强美国各领土和与美国有自由联系的各领土境内的核心供水和废物处理活动。

source: As was also noted above, in the 2006 fiscal year, Guam will receive an additional $14.2 million to address the social impact on Guam of migrants from the Freely Associated States.16
zh: 上文也提到，2006财政年度内关岛将收到另1 420万美元用以应付来自自由联系国家的移民对关岛的影响。

source: The Guam economy is dominated by tourism and military spending. The construction sector is also an important contributor to the economy, while the farming and fishing sectors are relatively well developed.
zh: 24. 关岛经济以旅游业和军事开支为主，建筑部门也对经济作出重大贡献，农业和渔业部门比较发达。

source: Manufacturing sectors include textiles, cement and plastics.17
zh: 制造业部门包括纺织、水泥和塑料工业。

source: Guam is a duty-free port that facilitates the movement of raw materials for manufacturing.
zh: 25. 关岛是一个为制造业原材料的运送提供便利的免税港。

source: The main recipient of Guam exports is Japan. Major export commodities are fish and crustaceans, mineral fuels, oils and waxes, tobacco and manufactured tobacco substitutes and automobiles.
zh: 关岛的商品主要出口到日本，主要出口商品为鱼类和甲壳动物类、矿物燃料、油料及蜡料、烟草和制成香烟替代品以及汽车。

source: According to the Governor, the economic outlook for Guam improved significantly over the reporting period, with signs that the Territory is finally emerging from a long recession.
zh: 26. 据总督称，关岛的经济展望在报告所述期间大有改善，各种迹象表明该领土终于走出长期衰退。

source: In his State of the Island Address, the Governor announced that the economy of Guam had finally stabilized and had experienced growth for the first time in 10 years.
zh: 总督在发表关岛岛情咨文时宣布关岛的经济终于稳定，10年来第一次出现增长。

source: He indicated that over the 2003-2004 two-year period almost 1,400 jobs had been created and the unemployment rate had dropped by almost one third.18 However, the Governor's assertion that the gross domestic product (GDP) in 2004, estimated at more than $3.1 billion, was 20 per cent higher than in 2003 was questioned, as the official GDP had not been calculated for many years, primarily due to the absence of a chief economist in the Territory since 1999.19
zh: 他表示，2003-2004两年期间内创造了将近1 400个职位，失业率也下跌了几乎三分之一。 18 不过，2004年的国内生产总值（国内总产值）估计超过31亿美元，比2003年高出20％，总督断定，这一估计有疑问，因为官方的国内总产值已多年没有计算，主要是由于领土自1999年以来就没有首席经济学家。

source: During the reporting period, economic indicators showed growth in the Territory's two main industries, tourism and the military.
zh: 27. 报告所述期间，经济指标显示出领土的两大产业，即旅游业和军事部门出现增长。

source: During 2002 and 2003, the tourism industry experienced major setbacks following several natural disasters, the follow-on effects of the terrorist attacks in the United States in 2001, travel fears over the war in Iraq and the advent of severe acute respiratory syndrome.
zh: 2002和2003年期间，旅游业在几个自然灾害后出现大倒退，美国在2001年遭反恐怖袭击的后遗症、伊拉克战争使人们对旅行心感恐惧以及严重急性呼吸系统综合症。

source: However, in 2004 Guam recorded more than 1.1 million visitor arrivals, up almost 30 per cent from the previous year.
zh: 不过，根据记录，2004年到关岛的游客超过110万人，比前一年增加了将近30％。

source: Military spending also rose, with the Government embarking upon a project that will see $2.5 billion in construction projects and infrastructure improvements at the Naval Station and Andersen Air Force Base over the next five years (see also para.
zh: 军事开支也有所增加，政府为一个项目专门拨款，提供25亿美元在未来的五年内用于建造项目和改善海军基地及安德森空军基地的基础设施（并参看下文第50段）。

source: 50 below).20 A regional economist has noted that, with its ageing tourist infrastructure and extensive damage caused by a series of destructive typhoons in the last few years, the American Territory's impending economic recovery may once again attract foreign capital and skills to launch the next stage of business and economic recovery.21
zh: 20 一位区域经济学家指出由于旅游基础设施老化加上过去几年来摧毁性台风造成的广泛破坏，这个美国领土即将出现的经济复苏会再次吸引外国资本和技术并启动下一阶段的商业和经济复苏。

source: The Government's policy of privatization and outsourcing in conjunction with departmental reorganization and public sector streamlining, reinforced by the increase of certain taxes, allowed the Government to stabilize Government spending to a certain degree.
zh: 28. 政府在部门重组和公共部门精简方面的私有化和外包政策因增加某些税收而获得加强，因而能够在一定程度上稳定政府的开支。

source: However, the Government still faces major economic challenges, including unpaid individual tax refunds, earned income tax credits, Government agencies in arrears on a rent and vendor payments, the retirement fund's unfunded liability, a large operating debt and a severe shortfall in health funding.22
zh: 不过，政府仍面临重大的经济挑战，包括未付个人退税、已获所得税税款抵减、政府机构拖欠租金和供应商付款、退休基金未备资金责任、巨额业务债务和保健资金严重短缺。

source: According to the two latest economic reports on Guam by the Bank of Hawaii (August 2001 and October 2003), since 1999 the flow of public information on the economy has been severely limited, thus affecting the capacity of both the public and private sectors to make informed decisions.
zh: 29. 夏威夷银行最近的两个《关岛经济报告》（2001年8月和2003年10月）指出，自1999年以来，关于经济的公共信息流动受到严重限制，影响了公、私部门作出明达决定的能力。

source: The agriculture and fisheries sector has played a small role in the economy of Guam, accounting for less than 1 per cent of total private sector employment.
zh: 30. 农业和渔业部门在关岛经济中的作用较小，在私营部门就业总人数中所占比例不到1％。

source: In an effort to diversify the economy, Guam has begun to develop fish farms.23 Horticultural development, aquaculture, small-scale aquarium fish trading and pearl farming were highlighted as potential business opportunities at a conference on business opportunities in Guam, held in 2004 by the United States Department of the Interior, Office of Insular Affairs.24
zh: 关岛为使经济多样化，开始发展渔场。 23 美国内政部岛屿事务署2004年举行的关岛商机会议上重点指出，园艺发展、水产养殖、小型水族馆鱼类交易和珍珠养殖具有商机。

source: One of the major industries on Guam, and the third most important economic sector (after tourism and the public sector), is construction.
zh: 31. 建筑业是关岛的主要工业之一，也是关岛第三大经济部门（仅次于旅游业和公营部门）。

source: Construction as a generator of employment remains significantly above average for the United States, although it had been declining during the last decade.
zh: 建筑业在创造就业方面仍然大大高于美国的平均数，但是最近十年来，建筑业不断下滑。

source: However, the strengthening of the Guam economy experienced during 2004 was evident in the construction sector.
zh: 不过，建造部门明显表现出2004年关岛的经济有所加强。

source: The demand for new construction permits doubled throughout the year, with new permits increasing from a value of $6 million per month in February to $12 million in December.
zh: 这一年内新建造许可证的需求加倍，新许可证中二月的600万美元数值增至12月的1 200万美元。

source: A further increase of almost 400 per cent, to $21 million, was expected for 2005.25 In 2004, the Duty Free Shoppers Galleria in Guam announced an upcoming $30 million renovation project.
zh: 预期2005年会再增至将近400％，即增至2 100万美元。 25 2004年内，关岛的免税街廊宣布即将开展3 000万美元的翻新项目。

source: Other major construction projects, including road construction projects and the airport runway expansion are contributing more than $102 million to the economy.26 In addition, the United States military is expected to repair and strengthen the facilities it maintains on Guam (see also para. 50 below).27
zh: 其他主要建造项目包括道路建筑项目和机场跑道扩建项目对经济的贡献超过1.02亿美元。 26 此外，美国军方预期将修复并加强它在关岛维持的设施（并参看下文第50段）。

source: The growth in construction was reflected in dramatic growth in the real estate industry, with the real estate market recording an annual sales volume of $245 million, representing a 68 per cent increase over 2003 sales.28
zh: 32. 建造业增长体现在房地产的急剧增长，房地产年销售量达2.45亿美元的记录，比2003年的销售量增加68％。

source: As noted in paragraph 27 above, the tourism sector experienced significant recovery in 2004.
zh: 33. 如上文第27段所示，2004年旅游业部门出现明显的复苏。

source: Visitor arrivals in 2004 exceeded 1.15 million, which represented a 27 per cent increase from arrivals registered for 2003.
zh: 2004年到达的旅客超过115万人，比2003年登记到达的人数增加27％。

source: Japanese arrivals were recorded at more than 900,000, representing a 37 per cent increase from 2003 arrivals and accounting for a significant part of growth in the tourism sector.
zh: 日本游客超过900 000人，比2003年到达的人数增加了37％，占旅游业部门增长的一大部分。

source: Arrivals from the Republic of Korea remained steady, while visitor arrivals from Taiwan Province of China increased by 29 per cent.
zh: 来自大韩民国的游客稳定，来自中国台湾省的游客则增加了29％。

source: The Guam Visitors Bureau has set the goal of attracting 1.3 million visitors in 2005.29
zh: 关岛旅游局已定下目标争取2005年有130万游客。

source: As discussed in last year's working paper (A/AC.109/2004/5), Guam's tourist industry, as well as much of its economy, is dependent on the Japanese economy and Japanese tourists.
zh: 34. 如去年的工作文件（A/AC.109/2004/5）所述，关岛的旅游业以及关岛经济的大部分都依赖日本的经济和日本游客。

source: In 2001, 80.2 per cent of tourists to Guam came from Japan, 8 per cent from the Republic of Korea and only 3.7 per cent from Hawaii and the mainland United States combined.30 It has been noted by a regional economist that the rise in tourist traffic to Guam is fuelled by economic growth in Japan, as Guam is one of the tourist destinations in Japan's neighbourhood that benefits directly and immediately from Japan's economic recovery.31
zh: 2001年，关岛80.2％的游客来自日本，8％来自大韩民国，来自夏威夷和美国本土的游客合在一起仅占3.7％。 30 一名区域经济学家曾指出，日本经济增长促使关岛游客往来增加，因为关岛是日本邻近的一个旅游目的地，因日本经济复苏立即获得直接利益。

source: In an effort to stimulate Chinese tourism to Guam, in 2004, the Government continued to seek “approved destination status” for Guam from the Chinese Government and simultaneously pursued the approval of the United States Government for a Guam-only visa programme for direct flights from China.
zh: 35. 为鼓励中国游客前往关岛，政府在2004年继续设法促使中国政府“核可”关岛的“目的地地位”，同时力求美国政府为来自中国的直航核可只适用于关岛的签证。

source: As the prospects of establishing a visa waiver programme in the near future did not appear promising, in January 2005, the Guam Visitors Bureau redirected its efforts and put into action plans to set up Guam tourist information centres in China.32
zh: 由于在最近的将来制定免签证方案的前景似乎并不乐观，关岛旅游局在2005年1月再次作出努力并执行行动计划在中国设立关岛旅游资料中心。

source: In 2003, the Government continued to pursue diversification of the tourism industry through the Sports Tourism Taskforce.
zh: 36. 2003年内，政府继续通过体育旅游业任务组追求旅游业的多样化。

source: The Guam Visitors Bureau was successful in its promotion of sports tourism in Guam, announcing in January 2005 that a number of professional Japanese baseball and soccer clubs had arranged to hold training camps in Guam.33
zh: 关岛旅游局在促进关岛运动旅游业方面取得成功，于2005年1月宣布日本的一些专业棒球和英式足球会已作出安排在关岛主办训练营。

source: The Port Authority of Guam administers the commercial port facilities at Apra Harbour.
zh: 37. 关岛港务局负责管理阿普拉港的商业港口设施。

source: The Port Authority is expanding its container yard and was planning to spend $100 million in reconstruction activities up to the year 2005.
zh: 港务局正在扩建集装箱堆场，并且计划耗资1亿美元用于2005年前的重建工作。

source: Refurbishment of the Guam International Airport runway system was begun in 2002.
zh: 38. 关岛国际机场跑道系统的改建始于2002年。

source: At present, the Guam International Airport is the most modern in the western Pacific.34 In February 2005, major road construction projects, including phase II of the Tumon Redevelopment and North Marine Drive, were completed.
zh: 关岛国际机场目前是西太平洋地区最现代化的机场。 34 2005年2月，主要道路建造项目，包括Tumon重新开发第二期和北部海洋车行道已完成。

source: The airport's runway expansion and other capital improvement projects are infusing more than $102 million into Guam's economy and opening up opportunities for more airlines to fly into Guam, according to the Governor.35
zh: 据总督称，机场跑道加长和其他改善项目为关岛经济注入超过1.02亿美元，创造机会让更多航空公司飞入关岛。

source: RCA Global Communications and IT&E handle cablegrams, facsimile and telex messages and overseas telephone calls in the Territory.
zh: 39. RCA全球通讯公司和IT&E公司在领土内经营海底电缆、传真和电传以及海外电话业务。

source: At the beginning of 2003, a local company launched an online text service to enable mobile communications between users of the Global System for Mobile Communications in Guam and the Philippines at a cost of $0.05 per message.36 The United States Postal Service handles mail delivery.
zh: 2003年年初，当地一家公司推出联机文字服务，使关岛与菲律宾之间的全球移动通讯系统的移动通讯用户以5美分的一通的价格发送信息。 36 美国邮政局负责邮件递送。

source: According to the Federal Communications Commission, there are currently 11 FM and 2 AM radio channels, 3 local television channels and 1 cable television service provider.37
zh: 联邦通信委员会表示，目前有11家调频和两家调幅电台，3个当地电视频道和1家有线电视台。

source: High-technology communications may represent an emerging growth sector for Guam.
zh: 3740. 高科技通信可能成为关岛的一个新兴的增长部门。

source: At the end of 2004, Guam Telephone Authority, the last Government-run phone company, was privatized.
zh: 41. 2004年底，最后一个由政府经营的电话公司关岛电话局私有化。

source: The move to the private sector allows the new Guam Telephone Authority to offer diversified services at competitive rates, including cellular, long-distance, Internet and cable television services.38
zh: 由于进入经营部门，新的关岛电话局得以以具竞争力的价格提供多样化服务，包括手提、长途、因特网和有线电视服务。

source: Approximately 74 per cent of the water supply is provided by the Guam Waterworks Authority. The remainder is produced by the Air Force and Navy installations on Guam.
zh: 42. 关岛约74％的用水是由关岛自来水管理局提供的，其余用水由设在关岛的空军和海军设施供应。

source: Leaks are frequent, posing significant health and environmental problems and inhibiting development.39 In December 2002, the United States Government filed a complaint against Guam Waterworks Authority and the Government of Guam for repeated violations of the federal clean water and safe drinking water acts.40
zh: 43. 泄漏事故频繁发生，造成了严重的卫生和环境问题，并阻碍了发展。 39 2002年12月，美国政府对关岛自来水管理局和关岛政府多次违反联邦干净水和安全饮水标准提出投诉。

source: In November 2002 the island elected its first Consolidated Commission on Utilities.
zh: 44. 2002年11月，该岛选举产生了第一个公共事业综合委员会。

source: The Commission oversees the operations of the Guam Waterworks Authority and the Guam Power Authority.
zh: 委员会监管自来水管理局和关岛电力管理局的工作。

source: The Commission was able to convince the United States Environmental Protection Agency to give the utilities authorities a final chance before taking them over and placing them in receivership.41
zh: 委员会终于说服美国环境保护署先不要对公用事业管理局进行破产前财产接管，再给它最后一次机会。

source: In 2004, the Consolidated Commission on Utilities began efforts towards privatizing the water and wastewater agency, voting to pursue the possibility of a concession agreement where the management and distribution of the island's water system could be turned over to a private contractor.
zh: 45. 2004年，公共事业合并委员会开始致力于饮水和废水机构私有化，投票探讨制定特许合同将岛内供水系统的管理和供水权移交给私营承包商的可行性。

source: Though the agency experienced a positive cash flow this year, water and sewage problems continue to frustrate residents.
zh: 虽然该机构这一年的现金流量数情况令人乐观，但供水和污水问题仍使居民感到挫折。

source: One major problem was resolved through a $49,000 project that corrected the sewage overflow at the Hagåtña main sewage station, which emitted a foul odour throughout the area.
zh: 通过开展价值49 000美元的项目解决了一个重大问题，该项目纠正了Hagåtña主要污水处理站污水溢流的情况，溢流在整个地区排放臭气。

source: A few months later, the Guam Environmental Protection Agency issued a beach advisory for Gun Beach and Tanguisson Beach because of a sewage overflow that occurred along the Harmon cliff line.
zh: 几个月后，关岛环境保护处为Gun海滩和Tanguisson海滩发表了一份报告，Harmon悬崖线出现污水溢流的情况。

source: The chronic water problems in Santa Rita were resolved in 2004 after the Guam Waterworks Authority installed a new booster pump in the area, which stabilized water pressure, allowing water to reach highly elevated areas.
zh: 关岛自来水管理局在该地区安装新的助推水泵，稳定水压，使供水可以到达极高地区后，Santa Rita长期存在的供水问题已在2004年解决。

source: Still, the agency experienced other infrastructural problems, such as damaged pumps and broken water lines, which caused water outages and pressure problems throughout the island.
zh: 但该机构仍面临其他基础设施问题，例如水泵损坏和供水线断裂导致全岛供水中断和水压问题。

source: In December 2004, the Commission was ready to present proposed concession legislation to be taken to the Governor and the legislature, and the Commission members were expected to end the period for public comment and vote on the legislation at its meeting of 28 December 2004.
zh: 2004年12月，该委员会已做好准备向总督和立法机构提出将要作出的拟议特许法规，希望委员会成员结束向大众征求意见的阶段，在其2004年12月28日的会议上就该法规进行投票。

source: The vote, however, was delayed.
zh: 不过投票延期。

source: In his State of the Island Address on 21 February 2005, Governor Camacho announced that water was the most critical issue the island faced today.
zh: 46. 卡马乔总督在2005年2月22日发表的岛情咨文中宣布供水是该岛现在面临的最严重问题。

source: He noted that the system was almost 60 years old and that the Guam Waterworks Authority needed to borrow $200 million just to meet federal Environmental Protection Agency requirements.
zh: 他指出供水系统已存在将近60年，关岛自来水管理局只是应付联邦环保局的要求就需要借用2亿美元。

source: To really improve the deteriorated system, it was estimated that an additional $400 million to $600 million was needed.
zh: 要真正改善日益恶化的供水系统估计需要4亿至6亿美元。

source: The Governor called for the privatization of the Guam Waterworks Authority, either partly or in full.42
zh: 总督呼吁将关岛水事局部分或全部私有化。

source: The Guam Power Authority, an autonomous agency of the Government of Guam, is responsible for providing electricity throughout the island.
zh: 47. 关岛电力管理局是关岛政府的自主机构，负责全岛的电力供应。

source: Guam was administered by the United States Navy until 1950, and remains the site of extensive United States naval and air force installations.
zh: 48. 关岛在1950年之前一直由美国海军管理，现在仍是美国海空军的庞大设施所在地。

source: The United States military presence and spending on Guam have decreased considerably during the last decade.
zh: 2001年3月，关岛商会对关岛445名登记选民进行的调查表明，83％的选民支持增加在关岛的军事活动，并同意军事活动“为关岛作出了积极贡献”。

source: In March 2001, a survey conducted of 445 registered voters by the Guam Chamber of Commerce reported that 83 per cent of them supported an increase in military activity in Guam and agreed that it made “a positive contribution to Guam”.43 In 2002, the United States Navy transferred two Los Angeles class, fast-attack nuclear submarines to Guam, the USS Corpus Christi and the USS San Francisco.
zh: 43 2002年，美国海军将“圣体”号和“旧金山”号两艘洛杉矶级快攻核潜艇调至关岛。

source: A third submarine, the USS Houston, arrived in December 2004.44
zh: 第三艘潜水艇“休斯顿”号于2004年中抵达关岛。

source: According to the Guam delegate to the United States Congress, for fiscal year 2005 Congress has appropriated more than $135 million for military construction projects for Andersen Air Force Base and the naval station. Funding for the projects includes $20.7 million for the Fena Reservoir chlorination system, $12.5 million to upgrade a Navy wharf, $2.2 million for a Navy training facility, $19.6 million for a storage facility at Andersen Air Force Base and $26.9 million for a new high school for military dependants.45
zh: 50. 据关岛派往美国国会的代表团称，国会已为2005年财政年度拨出超过1.35亿美元用于安德森空军基地和海军站的军事建造项目，为这些项目提供的资金包括用于Fena水库氯化系统的2 070万美元、用于改善海军码头的1 250万美元、用于海军培训设施的220万美元、用于安德森空军基地储存设施的1 960万美元以及用于军人受抚养者新中学。

source: The United States Department of Defense is reported to be seriously considering basing a second aircraft carrier in the Pacific, to enable a quicker response to a crisis in the region.
zh: 51. 据报美国国防部正认真考虑在太平洋驻扎第二艘航空母舰，以便可以较迅速回应该地区的危机。

source: Politicians in both Hawaii and Guam have been lobbying hard to become the chosen destination for the carrier owing to the significant impact it would have on the local economy.
zh: 夏威夷和关岛的政治家们都在努力游说，希望自己被选为航空母舰的驻扎地，因为这会对当地的经济产生巨大影响。

source: The positioning of the carrier in Guam would bring thousands of jobs and millions of dollars in military spending to Guam, as well as 10,000 sailors.
zh: 航空母舰进驻关岛会为关岛带来几千个就业机会和几百万军事开支以及10 000名海员。

source: The final decision is likely to be made towards the end of fiscal year 2005.46
zh: 可能会在2005财政年度结束时作出最后决定。

source: As reported in previous working papers, the question of land use and ownership is a major and ongoing consideration on Guam.
zh: 52. 如以前的工作文件所述，土地的使用和所有权问题是关岛不断讨论的重大问题之一。

source: This question comprises two major issues: (a) the return of unused or underutilized lands held by the Department of Defense; and (b) the return of those lands to the original Chamorro landowners.
zh: 该问题包括两个主要方面：(a) 将国防部拥有但未使用或使用不足的土地交回；(b) 把这些土地归还原查莫洛人地主。

source: That land was condemned and acquired from private landowners by the Department of Defense during the years following the Second World War, when Guam was under the administration of the United States military. The land was held initially on an annual renewable lease between 1945 and 1950 and was subsequently acquired by the United States Government through eminent domain procedures after the extension of citizenship.
zh: 这些土地是国防部在第二次世界大战后美国军队管理关岛的几年中征用并从私人地主手中获取的，1945年至1950年期间土地最初以每年续约的形式租用，美国政府在给予公民资格之后，通过国家征用程序获得了这些土地。

source: In 1994, Congress passed the Guam Excess Lands Act (Public Law 103-339) to return 3,200 acres to the people of Guam.
zh: 1994年，国会通过《关岛多余土地法》（公法103-339），把3 200英亩土地归还关岛人民。

source: By early 2005, a total of 180 parcels of land benefiting 2,000 families had been returned, seven more than the previous year.47
zh: 2005年初，共归还了180块土地，使2 000户家庭受益；比前一年多归还七块土地。
